Repository: yhxuee/ledger
Catalog: WalletLedger/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Tag
zh_hans: 标签
zh_hant: 標籤

source: Overview
zh_hans: 概览
zh_hant: 總覽

source: Ledger
zh_hans: 明细
zh_hant: 帳本

source: Analytics
zh_hans: 分析
zh_hant: 分析

source: Accounts
zh_hans: 账户
zh_hant: 帳戶

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Purchases
zh_hans: 采购
zh_hant: 採購

source: Wallet Ledger
zh_hans: 钱包账本
zh_hant: 錢包帳本

source: Wallet
zh_hans: 账户
zh_hant: 帳戶

source: Net Worth
zh_hans: 净资产
zh_hant: 淨資產

source: Portfolio
zh_hans: 资产组合
zh_hant: 資產組合

source: Total Assets
zh_hans: 总资产
zh_hant: 總資產

source: Liabilities
zh_hans: 负债
zh_hant: 負債

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Done
zh_hans: 完成
zh_hant: 完成

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Apply
zh_hans: 应用
zh_hant: 套用

source: Import
zh_hans: 导入
zh_hant: 匯入

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Restore
zh_hans: 恢复
zh_hant: 還原

source: OK
zh_hans: 好
zh_hant: 好

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Today
zh_hans: 今天
zh_hant: 今天

source: Date
zh_hans: 日期
zh_hant: 日期

source: All
zh_hans: 全部
zh_hant: 全部

source: Add
zh_hans: 添加
zh_hant: 新增

source: Other…
zh_hans: 其他…
zh_hant: 其他…

source: All Currencies
zh_hans: 所有货币
zh_hant: 所有貨幣

source: Add Currency
zh_hans: 添加货币
zh_hant: 新增貨幣

source: Currency
zh_hans: 货币
zh_hant: 貨幣

source: Add Transaction
zh_hans: 记一笔
zh_hant: 新增交易

source: Edit Transaction
zh_hans: 编辑交易
zh_hant: 編輯交易

source: Transaction type
zh_hans: 交易类型
zh_hant: 交易類型

source: Expense
zh_hans: 支出
zh_hant: 支出

source: Income
zh_hans: 收入
zh_hant: 收入

source: Transfer
zh_hans: 转账
zh_hant: 轉帳

source: Account
zh_hans: 账户
zh_hant: 帳戶

source: From Account
zh_hans: 转出账户
zh_hant: 轉出帳戶

source: To Account
zh_hans: 转入账户
zh_hant: 轉入帳戶

source: From
zh_hans: 转出
zh_hant: 轉出

source: To
zh_hans: 转入
zh_hant: 轉入

source: Select Account
zh_hans: 选择账户
zh_hant: 選取帳戶

source: Note (optional)
zh_hans: 备注（选填）
zh_hant: 備忘（選填）

source: Note
zh_hans: 备注
zh_hant: 備忘

source: Add Note
zh_hans: 添加备注
zh_hant: 新增備忘

source: Edit Note
zh_hans: 编辑备注
zh_hant: 編輯備忘

source: Amount
zh_hans: 金额
zh_hant: 金額

source: Account Amount
zh_hans: 账户金额
zh_hant: 帳戶金額

source: From Account Amount
zh_hans: 转出账户金额
zh_hant: 轉出帳戶金額

source: To Account Amount
zh_hans: 转入账户金额
zh_hant: 轉入帳戶金額

source: Estimated from current FX rate
zh_hans: 按当前汇率估算
zh_hant: 依目前匯率估算

source: Remove note photo
zh_hans: 移除备注照片
zh_hant: 移除備忘相片

source: New Category
zh_hans: 新建类别
zh_hant: 新增類別

source: Category
zh_hans: 类别
zh_hant: 類別

source: Category Type
zh_hans: 类别类型
zh_hant: 類別類型

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Description
zh_hans: 描述
zh_hant: 說明

source: Color
zh_hans: 颜色
zh_hant: 顏色

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Type
zh_hans: 类型
zh_hant: 類型

source: Icon
zh_hans: 图标
zh_hant: 圖示

source: The transaction could not be saved.
zh_hans: 无法保存此交易。
zh_hant: 無法儲存此交易。

source: Basic
zh_hans: 基础设置
zh_hant: 基本設定

source: Default Accounts
zh_hans: 默认账户
zh_hant: 預設帳戶

source: Default Expense Accounts
zh_hans: 默认账户
zh_hant: 預設帳戶

source: By category
zh_hans: 按类别指定
zh_hant: 按類別設定

source: No Default
zh_hans: 不设默认
zh_hant: 無預設

source: Expense Categories
zh_hans: 支出类别
zh_hant: 支出類別

source: Income Categories
zh_hans: 收入类别
zh_hant: 收入類別

source: Layout
zh_hans: 布局
zh_hant: 版面配置

source: Standard
zh_hans: 标准
zh_hant: 標準

source: Category First
zh_hans: 类别优先
zh_hant: 類別優先

source: Date Format
zh_hans: 日期格式
zh_hant: 日期格式

source: Functions
zh_hans: 功能设置
zh_hant: 功能設定

source: Base Currency
zh_hans: 基准货币
zh_hant: 基準貨幣

source: Exchange Rates
zh_hans: 汇率管理
zh_hant: 匯率管理

source: Automatic
zh_hans: 自动更新
zh_hant: 自動更新

source: Manual
zh_hans: 手动
zh_hant: 手動

source: Budget
zh_hans: 预算
zh_hant: 預算

source: Monthly Category Budgets
zh_hans: 按类别每月预算
zh_hant: 按類別每月預算

source: Monthly Account Budgets
zh_hans: 按账户每月预算
zh_hant: 按帳戶每月預算

source: Budget Mode
zh_hans: 预算模式
zh_hant: 預算模式

source: Recurring Transactions
zh_hans: 周期交易
zh_hant: 定期交易

source: Swipe Actions
zh_hans: 滑动操作
zh_hant: 滑動操作

source: Refund Right / Delete Left
zh_hans: 右滑退款 / 左滑删除
zh_hant: 右滑退款 / 左滑刪除

source: Delete Right / Refund Left
zh_hans: 右滑删除 / 左滑退款
zh_hant: 右滑刪除 / 左滑退款

source: Haptic Feedback
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Alpha Vantage API Key
zh_hans: Alpha Vantage API 密钥
zh_hant: Alpha Vantage API 金鑰

source: Privacy
zh_hans: 隐私与安全
zh_hant: 隱私與安全性

source: Reset App Data
zh_hans: 重置应用数据
zh_hant: 重設 App 資料

source: Reset Local App Data
zh_hans: 重置本地数据
zh_hant: 重設本機資料

source: Reset App Data?
zh_hans: 确定重置应用数据？
zh_hant: 確定重設 App 資料？

source: Sensitive values are protected on this device only. This preference is never included in ledger backups.
zh_hans: 敏感数据仅在本设备上受保护。此偏好设置不会包含在账本备份中。
zh_hant: 敏感資訊僅在此裝置上受保護。此設定不會包含在帳本備份中。

source: This clears local ledgers, receipts, caches, and device preferences. It does not delete CloudKit ledgers owned by or shared with other people.
zh_hans: 这将清除本地账本、收据、缓存和设备设置。不会删除归他人所有或与他人共享的 CloudKit 账本。
zh_hant: 這將清除本機帳本、收據、快取和裝置偏好設定。不會刪除他人擁有或與他人共享的 CloudKit 帳本。

source: Share & Backup
zh_hans: 共享与备份
zh_hant: 分享與備份

source: Share Ledger
zh_hans: 共享账本
zh_hant: 分享帳本

source: Manage Sharing
zh_hans: 管理共享
zh_hant: 管理分享

source: Back Up Now
zh_hans: 立即备份
zh_hant: 立即備份

source: Export Backup
zh_hans: 导出备份
zh_hant: 匯出備份

source: Import Backup
zh_hans: 导入备份
zh_hant: 匯入備份

source: Backup Reminders
zh_hans: 备份提醒
zh_hant: 備份提醒

source: Last Backup
zh_hans: 上次备份
zh_hant: 上次備份

source: Never
zh_hans: 从不
zh_hant: 從未

source: Backup
zh_hans: 备份
zh_hant: 備份

source: Backup saved to iCloud Drive.
zh_hans: 备份已保存到 iCloud 云盘。
zh_hant: 備份已儲存至 iCloud 雲端硬碟。

source: Local app data was reset. Shared CloudKit data was not deleted.
zh_hans: 本地数据已重置。共享的 CloudKit 数据未受影响。
zh_hant: 本機資料已重設。共享的 CloudKit 資料未受影響。

source: Import Preview
zh_hans: 导入预览
zh_hant: 匯入預覽

source: Import replaces the current private local ledger. While viewing a shared ledger, it creates a separate local ledger and never overwrites collaborators’ CloudKit data.
zh_hans: 导入将替换当前私有本地账本。在查看共享账本时，它将创建单独的本地账本，不会覆盖协作者的 CloudKit 数据。
zh_hant: 匯入將取代目前私有本機帳本。檢視共享帳本時，將建立獨立的本機帳本，絕不覆寫協作者的 CloudKit 資料。

source: File
zh_hans: 文件
zh_hant: 檔案

source: Contents
zh_hans: 内容
zh_hant: 內容

source: Review
zh_hans: 检查
zh_hant: 審查

source: Transactions
zh_hans: 交易明细
zh_hant: 交易明細

source: Categories
zh_hans: 类别列表
zh_hant: 類別清單

source: Food
zh_hans: 餐饮
zh_hant: 餐飲

source: Meals & drinks
zh_hans: 餐饮与酒水
zh_hant: 餐飲與飲料

source: Transport
zh_hans: 交通
zh_hant: 交通

source: Travel & transit
zh_hans: 出行与通勤
zh_hant: 通勤與交通

source: Shopping
zh_hans: 购物
zh_hant: 購物

source: Retail & purchases
zh_hans: 百货与网购
zh_hant: 日常採買與消費

source: Utilities
zh_hans: 生活缴费
zh_hant: 水電帳單

source: Bills & services
zh_hans: 账单与服务
zh_hant: 帳單與服務

source: Other
zh_hans: 其他
zh_hant: 其他

source: Everything else
zh_hans: 未分类支出
zh_hant: 其他雜項支出

source: Salary
zh_hans: 工资
zh_hant: 薪資

source: Wages & earnings
zh_hans: 薪酬与收入
zh_hant: 工資與薪酬

source: Dividends
zh_hans: 股息
zh_hant: 股息

source: Stock & fund payouts
zh_hans: 股票与基金分红
zh_hant: 股票與基金配息

source: Interest
zh_hans: 利息
zh_hant: 利息

source: Savings & deposits
zh_hans: 存款与理财利息
zh_hant: 存款與理財利息

source: Bonus
zh_hans: 奖金
zh_hant: 獎金

source: Incentives & rewards
zh_hans: 绩效与福利
zh_hant: 獎金與紅利

source: Other Income
zh_hans: 其他收入
zh_hant: 其他收入

source: Miscellaneous incoming
zh_hans: 各类杂项进账
zh_hant: 各類雜項進帳

source: Daily Checking
zh_hans: 日常活期
zh_hant: 日常活期

source: Emergency Savings
zh_hans: 应急储蓄
zh_hant: 緊急儲蓄

source: Investments
zh_hans: 投资账户
zh_hant: 投資帳戶

source: Main Account
zh_hans: 主账户
zh_hant: 主帳戶

source: Checking
zh_hans: 活期
zh_hant: 活期

source: Savings
zh_hans: 储蓄
zh_hant: 儲蓄

source: Credit
zh_hans: 信用卡
zh_hant: 信用卡

source: Investment
zh_hans: 投资
zh_hant: 投資

source: Stocks
zh_hans: 股票
zh_hant: 股票

source: Cash
zh_hans: 现金
zh_hant: 現金

source: E-Wallet
zh_hans: 电子钱包
zh_hant: 電子錢包

source: Cryptocurrency
zh_hans: 加密货币
zh_hant: 加密貨幣

source: Open Finsy to record a new transaction.
zh_hans: 打开 Finsy 记录一笔新交易。
zh_hant: 開啟 Finsy 記錄一筆新交易。

source: Add account
zh_hans: 添加账户
zh_hant: 新增帳戶

source: Market
zh_hans: 市场
zh_hant: 市場

source: Stock Code
zh_hans: 股票代码
zh_hant: 股票代碼

source: Settlement Currency
zh_hans: 结算货币
zh_hant: 結算貨幣

source: Weekly Activity
zh_hans: 周动态
zh_hant: 週動態

source: Budget Remain
zh_hans: 预算剩余
zh_hant: 預算剩餘

source: % used
zh_hans: % 已用
zh_hant: % 已用

source: % of monthly budget used
zh_hans: % 月度预算已用
zh_hant: % 月度預算已用

source: Recent Transactions
zh_hans: 近期交易
zh_hant: 近期交易

source: See All
zh_hans: 查看全部
zh_hant: 查看全部

source: No transactions yet
zh_hans: 暂无交易记录
zh_hant: 尚無交易紀錄

source: Summary
zh_hans: 概要
zh_hant: 概要

source: Average
zh_hans: 平均
zh_hant: 平均

source: Min
zh_hans: 最低
zh_hant: 最低

source: Max
zh_hans: 最高
zh_hant: 最高

source: Weekly
zh_hans: 周视图
zh_hant: 週檢視

source: Monthly
zh_hans: 月视图
zh_hant: 月檢視

source: Yearly
zh_hans: 年视图
zh_hant: 年檢視

source: Daily calendar
zh_hans: 日历视图
zh_hant: 日曆檢視

source: Add Purchase
zh_hans: 新增采购
zh_hant: 新增採購

source: New Purchase
zh_hans: 新建采购项目
zh_hant: 新增採購項目

source: Purchase Mode
zh_hans: 采购模式
zh_hant: 採購模式

source: Purchase Session
zh_hans: 采购记录
zh_hant: 採購紀錄

source: Total
zh_hans: 合计
zh_hant: 合計

source: Items
zh_hans: 物品
zh_hant: 品項

source: Finsy Activity
zh_hans: Finsy 活动
zh_hant: Finsy 活動

source: Finsy Backup
zh_hans: Finsy 备份
zh_hant: Finsy 備份

source: Finsy · Multi-Currency Double-Entry Ledger
zh_hans: Finsy · 多币种复式记账
zh_hant: Finsy · 多幣種複式記帳

source: No Expense
zh_hans: 暂无支出
zh_hant: 暫無支出

source: No Income
zh_hans: 暂无收入
zh_hant: 暫無收入

source: Today Expense
zh_hans: 今日支出
zh_hant: 今日支出

source: Week Expense
zh_hans: 本周支出
zh_hant: 本週支出

source: Finsy Metric
zh_hans: Finsy 指标
zh_hant: Finsy 指標

source: No budget
zh_hans: 无预算
zh_hant: 無預算

source: No recorded expenses
zh_hans: 无支出记录
zh_hant: 無支出記錄

source: 6M Trends
zh_hans: 6个月趋势
zh_hant: 6個月趨勢

source: Transaction Editor Layout
zh_hans: 交易编辑器布局
zh_hant: 交易編輯器版面配置

source: Overview Card Layout
zh_hans: 概览卡片布局
zh_hant: 概覽卡片版面配置

source: Horizontal
zh_hans: 横向
zh_hant: 橫向

source: Vertical
zh_hans: 纵向
zh_hant: 縱向

source: Overview Metrics
zh_hans: 概览指标卡片
zh_hant: 總覽指標卡片

source: First Card
zh_hans: 第一张卡片
zh_hant: 第一張卡片

source: Second Card
zh_hans: 第二张卡片
zh_hant: 第二張卡片

source: Overview displays exactly two metric cards. Selecting a duplicate metric automatically swaps the existing card.
zh_hans: 概览始终显示两张指标卡片。选择重复指标将自动与已有卡片对调。
zh_hant: 總覽始終顯示兩張指標卡片。選取重複指標將自動與現有卡片對調。

source: Expand to Analytics
zh_hans: 在分析中展开
zh_hant: 在分析中展開

source: Reset to estimated amount
zh_hans: 重置为估算金额
zh_hant: 重設為估算金額

source: From Amount
zh_hans: 转出金额
zh_hant: 轉出金額

source: To Amount
zh_hans: 转入金额
zh_hant: 轉入金額

source: Tax Rates
zh_hans: 税率
zh_hant: 稅率

source: Tax
zh_hans: 税费
zh_hant: 稅費

source: Tax Free
zh_hans: 免税
zh_hant: 免稅

source: Tax Included
zh_hans: 含税
zh_hant: 含稅

source: Before Tax
zh_hans: 税前
zh_hant: 稅前

source: After Tax
zh_hans: 税后
zh_hant: 稅後

source: Highest Tax
zh_hans: 最高税费
zh_hant: 最高稅費

source: TAX RECEIPT
zh_hans: 税收清单
zh_hant: 稅務清單

source: TOTAL TAX
zh_hans: 税收总额
zh_hant: 稅務總額

source: No recorded tax
zh_hans: 暂无记录税费
zh_hant: 暫無記錄稅費

source: No recorded tax in this period
zh_hans: 当前期间暂无记录税费
zh_hant: 當前期間暫無記錄稅費

source: Net Received
zh_hans: 实到金额
zh_hant: 實到金額

source: Income tax must be below 100%.
zh_hans: 所得税率必须低于 100%。
zh_hant: 所得稅率必須低於 100%。

source: Enter a rate from 0% to 1000%.
zh_hans: 请输入 0% 至 1000% 之间的税率。
zh_hant: 請輸入 0% 至 1000% 之間的稅率。

source: Tax-Inclusive Amounts
zh_hans: 含税金额
zh_hant: 含稅金額

source: When enabled, entered amounts include tax (or after-tax for income). When disabled, amounts are entered before tax.
zh_hans: 启用后，输入的金额已包含税费（收入为税后金额）。禁用后，输入的金额为税前金额。
zh_hant: 啟用後，輸入的金額已包含稅費（收入為稅後金額）。停用後，輸入的金額為稅前金額。

source: Tax-inclusive
zh_hans: 含税
zh_hant: 含稅

source: Before-tax
zh_hans: 税前
zh_hant: 稅前

source: Tax Breakdown
zh_hans: 税费明细
zh_hant: 稅費明細

source: No Recorded Tax
zh_hans: 暂无记录税费
zh_hant: 暫無記錄稅費

source: Export Receipt
zh_hans: 导出清单
zh_hant: 導出清單

source: Emoji
zh_hant: 表情符號
